Revit 2027 API
Revision.Issued Property
 Indicates whether this Revision has been issued.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool Issued { get; set; }
Public Property Issued As Boolean
	Get
	Set
public:
property bool Issued {
	bool get ();
	void set (bool value);
}
member Issued : bool with get, set
Property Value
Boolean
See Also
Reference
Revision Class
Autodesk.Revit.DB Namespace